[MapMixer]
sFavouritesListName="Favourites (%1)"
sMsg_UnknownConsole="Unrecognised MapMixer Command"
sMsg_InitResume="MapMixer resuming current Map List"
sMsg_InitReload="MapMixer reloading map"
sMsg_UserInvokedSwitch="%1 invoked a map switch"
sMsg_GameTypeSwitched="New Game Type: %1"
sMsg_GameTypeSwitchNA="Manual Game Type Switching is not in use"
sMsg_GameTypeSwitchMatchFail="Couldn't match game type specified"
sMsg_GameTypeSwitchFail="Failed to switch game type"
sMsg_GameTypeSwitchExists="Already using that game type"
sMsg_EOL_Stop="End of the Map List has been reached and repeat is off"
sMsg_EOL_Shuffle="End of the Map List has been reached and will be shuffled"
sMsg_EOL_Reinitialise="End of the Map List has been reached and will be reinitialised"
sMsg_MapSwitchFailed="Map Switch Failed!"
sMsg_SwitchInProgress="Map switch in progress"
sMsg_MapListLoadSuccess="Successfully initialised new map list"
sMsg_MapListLoadError="Error initialising new map list"
sMsg_ConfigLoadError="Unable to load config:"
sMsg_ConfigLoaded="Loaded config:"
sMsg_AddedToFavourites="%1 was added to Map List: %2"
sMsg_AddedMap="%1 added"
sMsg_AddedMapsTotal="%1 map(s) added to current map list"
sMsg_DeletedMap="%1 deleted"
sMsg_DeletedMapsTotal="Deleted %1 map(s) from the current map list"
sMsg_MapListSaved="Saved Map List (%1)"
sMsg_MapRate="Map (%1) Rated: %2, Comment: %3"
sMMPropsDisplayText[0]="Skip Match Start Countdown"
sMMPropsDisplayText[1]="Auto Map List Advance"
sMMPropsDisplayText[2]="Level Change Countdown"
sMMPropsDisplayText[3]="Player Counts"
sMMPropsDisplayText[4]="Player Count Lowest"
sMMPropsDisplayText[5]="Player Count Highest"
sMMPropsDisplayText[6]="Player Count Adjust Level"
sMMPropsDisplayText[7]="Use BotMixer"
sMMPropsDisplayText[8]="Session Start Type"
sMMPropsDisplayText[9]="Init Map List For Next Session"
sMMPropsDisplayText[10]="Map List Source Type"
sMMPropsDisplayText[11]="Custom Map List Name"
sMMPropsDisplayText[12]="Game Source List Name"
sMMPropsDisplayText[13]="Game Type Switch Method"
sMMPropsDisplayText[14]="Game Rules List Name"
sMMPropsDisplayText[15]="Game Type Switch Period"
sMMPropsDisplayText[16]="Map List Length"
sMMPropsDisplayText[17]="Custom Map List Order Type"
sMMPropsDisplayText[18]="Use Favourite Maps"
sMMPropsDisplayText[19]="Map List Repeat"
sMMPropsDisplayText[20]="Use Map Defaults"
sMMPropsDisplayText[21]="Custom Mutator List Name"
sMMPropsDisplayText[22]="Default Bot Skill"
sMMPropsDisplayText[23]="First Map"
sMMPropsDisplayText[24]="Reload First Map in List"
sMMPropsDisplayText[25]="Admin Rules List Name"
sMMPropsDisplayText[26]="Max Simultaneous Admin Menus"
sMMPropsDisplayText[27]="Admin Menu Pauses Game"
sMMPropsDisplayText[28]="Net Safe Match Switch"
sMMPropsDisplayText[29]="Add Mutator Server Packages"
sMMPropsDescriptionText[0]="Remove the 3 second countdown before a match starts"
sMMPropsDescriptionText[1]="Automatically change to the next map at the end of a match"
sMMPropsDescriptionText[2]="Seconds to wait before changing to the next map at the end of a match"
sMMPropsDescriptionText[3]="How MapMixer should set Player Counts"
sMMPropsDescriptionText[4]="Number of players will never go below this level"
sMMPropsDescriptionText[5]="Number of players will never go above this level"
sMMPropsDescriptionText[6]="Player count auto adjust level respective to each map's recommended min and max"
sMMPropsDescriptionText[7]="Use BotMixer to administrate Custom Bots"
sMMPropsDescriptionText[8]="Whether the map list is initialised or resumed at the start of a session"
sMMPropsDescriptionText[9]="Force once-off map list initialisation at the beginning of the next session"
sMMPropsDescriptionText[10]="Source type for the MapMixer Map List"
sMMPropsDescriptionText[11]="Custom Map List"
sMMPropsDescriptionText[12]="Game Types List used for Game Type Switching"
sMMPropsDescriptionText[13]="Select the method of choosing Game Types from the Games List"
sMMPropsDescriptionText[14]="Custom Game Rules List"
sMMPropsDescriptionText[15]="Number of maps played in a row before changing game types"
sMMPropsDescriptionText[16]="Maximum number of maps generated in map list"
sMMPropsDescriptionText[17]="If and how a Custom Map List is shuffled at the start of a new session"
sMMPropsDescriptionText[18]="Use the Favourite Maps feature to insert your favourite maps as regular intervals"
sMMPropsDescriptionText[19]="What happens when the end of the Map List is reached"
sMMPropsDescriptionText[20]="Enable Global Map setting overrides, ie Map Defaults"
sMMPropsDescriptionText[21]="Custom Mutator List"
sMMPropsDescriptionText[22]="Default Bot Skill"
sMMPropsDescriptionText[23]="What should happen to the UT Menu chosen map in relation to the map list. (Not relevant when launching game from MapMixer Config.)"
sMMPropsDescriptionText[24]="Allow MapMixer to take full control on first map by reloading the first map in the map list. (Not relevant when launching game from MapMixer Config.)"
sMMPropsDescriptionText[25]="Custom Admin Rules List"
sMMPropsDescriptionText[26]="Number of MapMixer Admin menus that can be opened at one time"
sMMPropsDescriptionText[27]="Admin Menu Pauses Game"
sMMPropsDescriptionText[28]="All human players must join before map switch is allowed"
sMMPropsDescriptionText[29]="Mutators for the current map are added to the Server Packages list."
sPlayInfo_SkipCountdown="0;Never;1;Single Player;2;Multiplayer;3;Always"
sPlayInfo_SessionStartTypes="0;Init Map List;1;Resume First Map;2;Resume Current Map;3;Resume Next Map"
sPlayInfo_GameTypeSwitchMethod="0;Manual;1;Cycle in Order;2;Cycle at Random;3;Random;4;Priority Random;5;Priority Shuffle"
sPlayInfo_CustomMapListOrderTypes="0;Standard;1;Shuffle;2;Distribute;3;Distribute Shuffle"
sPlayInfo_PlayerCountTypes="0;Not Set;1;Specify Number;2;Auto Adjust;3;Players vs Bots"
sPlayInfo_PlayerCountAdjustTypes="0;Lowest;1;Low;2;Medium;3;High;4;Highest;5;Random"
sPlayInfo_DefaultBotSkills="-1;(none);0;Novice;1;Average;2;Experienced;3;Skilled;4;Adept;5;Masterful;6;Inhuman;7;Godlike"
sPlayInfo_MapListRepeatTypes="0;Stop;1;Repeat;2;Shuffle Repeat;3;Reinitialise"
sPlayInfo_MapListSource="0;UT Map List;1;Custom Map List;2;Auto Create Map List"
sPlayInfo_FirstMapTypes="0;Ignore in List;1;Move to start of List;2;Jump to position in List"
FriendlyName="MapMixer"
Description="MapMixer gives you extended control of Maps, Game Types, Mutators, Player Counts and more...||Version: 2.36 (1 Nov 2007)|http://mapmixer.oceaniaut.com||Full documentation is included in the help folder"

[MapMixer_MutatorsList]
sDefaultMutatorsClass="[Default Mutators]"

